Repository: plone-ve/zopyx.usersascontent
Catalog: src/zopyx/usersascontent/locales/*/LC_MESSAGES/zopyx.usersascontent.po
Languages: es

source: Backward references
es: Referencias hacia atrás

source: E-Mail
es: Correo electrónico

source: Email address
es: Dirección de correo electrónico

source: First login
es: Primer inicio de sesión

source: Forward references
es: Referencias hacia adelante

source: ID of user folder
es: ID de la carpeta de usuario

source: Information about yourself
es: Información sobre ti

source: Installs the zopyx.usersascontent add-on.
es: Instala el complemento zopyx.usersascontent.

source: Last login
es: Último acceso

source: Link
es: Enlace

source: My Dashboard
es: Mi tablero

source: My content
es: Mi contenido

source: No hits
es: Sin hits

source: Organization
es: Organización

source: Person search
es: Búsqueda de persona

source: Personal information
es: Informacion personal

source: Persons found
es: Personas encontradas

source: Peter Becker
es: Pedro Perez

source: Plone user as content
es: Usuario Plone como contenido

source: Plone users-as-content dashboard
es: Tablero de usuarios como contenido de Plone

source: PloneUser
es: Usuario Plone

source: Redirect to user object after registration (first login)
es: Redirección al objeto de usuario tras el registro (primer inicio de sesión)

source: Redirect to user object always after login
es: Redirección al objeto de usuario siempre después de iniciar sesión

source: Search
es: Buscar

source: URL
es: Dirección URL

source: Uninstalls the zopyx.usersascontent add-on.
es: Desinstala el complemento zopyx.usersascontent.

source: Users as Content
es: Usuarios como contenido

source: Users as Content settings
es: Configuración Usuarios como contenido

source: Your fullname
es: Tu nombre completo

source: Your picture
es: Su imagen

source: zopyx.usersascontent (uninstall)
es: zopyx.usersascontent (desinstalar)
